Repository: samuzy/hello-world
Catalog: PC+/Resources.*.resx
Languages: fr_ca

# CCM_COMMAND_27
source: Beginning with Configuration Manager version 1606, new client settings are available for specifying the client cache folder size. The addition of those client settings effectively replaces using SMSCACHESIZE as a client.msi property to specify the size of the client cache. For more information, see the client settings for cache size. For 1602 and earlier, SMSCACHESIZE specifies the size of the client cache folder in megabyte (MB) or as a percentage when used with the PERCENTDISKSPACE or PERCENTFREEDISKSPACE property. If this property is not set, the folder defaults to a maximum size of 5120 MB. The lowest value that you can specify is 1 MB. Note If a new package that must be downloaded would cause the folder to exceed the maximum size, and if the folder cannot be purged to make sufficient space available, the package download fails, and the program or application will not run. This setting is ignored when you upgrade an existing client and when the client downloads software updates. Note If you reinstall a client, you cannot use the SMSCACHESIZE or SMSCACHEFLAGS installation properties to set the cache size to be smaller than it was previously. If you try to do this, your value is ignored and the cache size is automatically set to the size it was previously.
fr_ca: À partir de Configuration Manager version 1606, de nouveaux paramètres client sont disponibles pour spécifier la taille du dossier du cache du client. L’ajout de ces paramètres du client remplace l’utilisation de SMSCACHESIZE comme propriété client.msi pour spécifier la taille du cache du client. Pour plus d’informations, consultez les paramètres du client pour la taille du cache. Pour la version 1602 et antérieure, SMSCACHESIZE indique la taille du dossier mis dans la mémoire cache du client en mégaoctets (Mo) ou sous forme de pourcentage quand elle est utilisée avec la propriété PERCENTDISKSPACE ou PERCENTFREEDISKSPACE. Si cette propriété n’est pas définie, la taille maximale du dossier est par défaut de 5120 Mo. La valeur la plus basse que vous pouvez spécifier est 1 Mo. Si un nouveau package qui doit être téléchargé peut provoquer le dépassement de la taille maximale du dossier et que le dossier ne peut pas être purgé pour libérer un espace suffisant, le téléchargement du package échoue et le programme ou l'application ne s'exécute pas. Ce paramètre est ignoré lorsque vous mettez à niveau un client existant et lorsque le client télécharge les mises à jour logicielles.

# CCM_COMMAND_28
source: Specifies whether the client can use Windows Internet Name Service (WINS) to find a management point that accepts HTTP connections. Clients use this method when they cannot find a management point in Active Directory Domain Services or in DNS. This property doesn't affect whether the client uses WINS for name resolution. You can configure two different modes for this property - NOWINS: This is the most secure setting for this property and prevents clients from finding a management point in WINS . When you use this setting, clients must have an alternative method to locate a management point on the intranet, such as Active Directory Domain Services or by using DNS publishing. - WINSSECURE (default): In this mode, a client that uses HTTP communication can use WINS to find a management point. However, the client must have a copy of the trusted root key before it can successfully connect to the management point.
fr_ca: Indique si le client peut utiliser les services WINS (Windows Internet Name Service) pour trouver un point de gestion qui accepte les connexions HTTP. Les clients utilisent cette méthode lorsqu'ils ne peuvent pas trouver de point de gestion dans les services de domaine Active Directory ou dans DNS. Cette propriété n’a pas d’impact sur le fait que le client utilise ou non WINS pour la résolution de noms. Vous pouvez configurer deux modes différents pour cette propriété : -NOWINS : il s’agit du paramètre le plus sûr pour cette propriété et il empêche les clients de trouver un point de gestion dans le service WINS. Lorsque vous utilisez ce paramètre, les clients doivent disposer d'une autre méthode de localisation d'un point de gestion sur l'Intranet, telle que les services de domaine Active Directory ou en utilisant la publication DNS. -WINSSECURE (valeur par défaut) : dans ce mode, un client qui utilise la communication HTTP peut utiliser WINS pour trouver un point de gestion. Toutefois, le client doit disposer d'une copie de la clé racine approuvée avant de pouvoir se connecter correctement au point de gestion.

# CCM_COMMAND_3
source: Specifies that the client software should be uninstalled. For more information, see How to manage clients in System Center Configuration Manager.
fr_ca: Indique que le logiciel client doit être désinstallé. Pour plus d'informations, voir Comment gérer des clients dans Configuration Manager.

# CCM_COMMAND_4
source: Specifies that the client installation should stop if any version of the client is already installed.
fr_ca: Force l’installation du client à s’arrêter si une version du client est déjà installée.

# CCM_COMMAND_5
source: Specifies that CCMSetup should force the client computer to restart if necessary to complete the installation. If this is not specified, CCMSetup exits when a restart is necessary, and then continues after the next manual restart.
fr_ca: Indique que CCMSetup doit forcer l’ordinateur client à redémarrer si nécessaire pour terminer l’installation. Sinon, CCMSetup se ferme quand un redémarrage est nécessaire et continue après le prochain redémarrage manuel.

# CCM_COMMAND_6
source: Specifies that the computer is allowed to restart following the client installation if required. *** Important The computer will restart without warning even if a user is logged on. ***
fr_ca: Spécifie que l’ordinateur est autorisé à redémarrer après l’installation du client, si nécessaire. *** L’ordinateur redémarre sans avertissement, même si un utilisateur est connecté. ***

# CCM_COMMAND_7
source: Specifies that a client should not check the certificate revocation list (CRL) when it communicates over HTTPS with a PKI certificate. When not specified, the client checks the CRL before establishing an HTTPS connection. For more information about client CRL checking, see Planning for PKI certificate revocation in Plan for security in System Center Configuration Manager.
fr_ca: Spécifie qu’un client ne doit pas vérifier la liste de révocation de certificats (CRL) quand il communique via HTTPS avec un certificat PKI. Quand cette propriété n’est pas spécifiée, le client vérifie la liste de révocation de certificats avant d’établir une connexion HTTPS.

# CCM_COMMAND_8
source: Specify that any existing client will be uninstalled and a new client will be installed.
fr_ca: Force la désinstallation du client existant avant l’installation du nouveau client.

# CCM_COMMAND_9
source: The retry interval if CCMSetup.exe fails to download installation files. CCMSetup continues to retry until it reaches the limit specified in the downloadtimeout property.
fr_ca: Intervalle entre les tentatives si CCMSetup.exe ne réussit pas à télécharger les fichiers d’installation. CCMSetup renouvelle les tentatives jusqu’à atteindre la limite indiquée dans la propriété downloadtimeout.

# Error_BAD_AD
source: The computer you just entered is in an "OU" that is not included in SCCM. Please make sure you have the correct computer name or move it into the proper “OU”.
fr_ca: L'ordinateur, que vous venez d'entré, ce retrouve dans un "OU" qui n'est pas pris en compte dans SCCM, SVP veuille a vous assurez que vous avez le bon nom d'ordinateur ou déplacer le dans le bon "OU".
