Repository: samuzy/hello-world
Catalog: PC+/Resources.*.resx
Languages: fr_ca

# LocationServices
source: Records the client activity for locating management points, software update points, and distribution points.
fr_ca: Enregistre l'activité du client pour la localisation des points de gestion, des points de mise à jour logicielle et des points de distribution.

# MaintenanceCoordinator
source: Records the activity for general maintenance tasks for the client.
fr_ca: Enregistre l’activité des tâches de maintenance générale pour le client.

# Mifprovider
source: Records the activity of the WMI provider for Management Information Format (MIF) files.
fr_ca: Enregistre l’activité du fournisseur WMI pour les fichiers .MIF (Management Information Format).

# mtrmgr
source: Monitors all software metering processes.
fr_ca: Surveille tous les processus de contrôle des logiciels.

# PolicyAgent
source: Records requests for policies made by using the Data Transfer Service.
fr_ca: Enregistre les demandes de stratégie effectuées via le service de transfert de données.

# PolicyAgentProvider
source: Records policy changes.
fr_ca: Enregistre les changements de stratégie.

# PolicyEvaluator
source: Records details about the evaluation of policies on client computers, including policies from software updates.
fr_ca: Enregistre des détails concernant l'évaluation des stratégies sur les ordinateurs clients, dont les stratégies de mises à jour logicielles.

# PolicyPlatformClient
source: Records the process of remediation and compliance for all providers located in \Program Files\Microsoft Policy Platform, except the file provider.
fr_ca: Enregistre le processus de correction et de conformité pour tous les fournisseurs dans %Program Files%\Microsoft Policy Platform, à l’exception du fournisseur de fichier.

# PolicySdk
source: Records activities for policy system SDK interfaces.
fr_ca: Enregistre les activités pour les interfaces du kit de développement logiciel (SDK) de système de stratégie.

# Pwrmgmt
source: Records information about enabling or disabling and configuring the wake-up proxy client settings.
fr_ca: Enregistre les informations liées à l'activation ou à la désactivation et à la configuration des paramètres client du proxy de mise en éveil.

# PwrProvider
source: Records the activities of the power management provider (PWRInvProvider) hosted in the WMI service. On all supported versions of Windows, the provider enumerates the current settings on computers during hardware inventory and applies power plan settings.
fr_ca: Enregistre les activités du fournisseur de la gestion de l’alimentation (PWRInvProvider) hébergé dans le service WMI. Sur toutes les versions prises en charge de Windows, le fournisseur énumère les paramètres actuels sur les ordinateurs pendant l'inventaire matériel et applique des paramètres de mode d'alimentation.

# RebootCoordinator
source: Records details about the coordination of system restarts on client computers after software update installations.
fr_ca: Enregistre des détails concernant la coordination des redémarrages du système sur des ordinateurs clients après l'installation de mises à jour logicielles.

# ScanAgent
source: Records details about scan requests for software updates, the WSUS location, and related actions.
fr_ca: Enregistre des détails concernant les demandes d'analyse pour les mises à jour logicielles, l'emplacement de WSUS et des actions connexes.

# scanstate
source: Records details about the User State Migration Tool (USMT) and capturing user state data.
fr_ca: Enregistre des détails concernant l'outil de migration de l'état utilisateur (USMT) et la capture des données d'état de l'utilisateur.

# Scheduler
source: Records activities of scheduled tasks for all client operations.
fr_ca: Enregistre les activités des tâches planifiées pour toutes les opérations du client.

# SdmAgent
source: Records details about the tracking of remediation and compliance. However, the software updates log file, Updateshandler.log, provides more informative details about installing the software updates that are required for compliance. This log file is shared with compliance settings.
fr_ca: Enregistre les détails concernant le suivi des corrections et de la conformité. Cependant, le fichier journal des mises à jour logicielles, Updateshandler.log, fournit plus d’informations sur l’installation des mises à jour logicielles nécessaires pour la conformité. Ce fichier journal est partagé avec les paramètres de compatibilité.

# ServiceWindowManager
source: Records details about the evaluation of maintenance windows.
fr_ca: Enregistre des détails concernant l'évaluation des fenêtres de maintenance.

# Setupact
source: Records details about Windows Sysprep and setup logs.
fr_ca: Enregistre des détails sur Windows Sysprep et les journaux d'installation.

# Setupapi
source: Records details about Windows Sysprep and setup logs.
fr_ca: Enregistre des détails sur Windows Sysprep et les journaux d'installation.

# Setuperr
source: Records details about Windows Sysprep and setup logs.
fr_ca: Enregistre des détails sur Windows Sysprep et les journaux d'installation.

# setuppolicyevaluator
source: Records configuration and inventory policy creation in WMI.
fr_ca: Enregistre la création de stratégies d'inventaire et de configuration dans WMI.

# smpisapi
source: Records details about the client state capture and restore actions, and threshold information.
fr_ca: Enregistre des détails concernant les actions de capture de l'état du client et de restauration, et les informations de seuil.

# smscliui
source: Records use of the Configuration Manager client in Control Panel.
fr_ca: Enregistre l’utilisation du client Configuration Manager dans le Panneau de configuration.

# Smsts
source: Records task sequence activities.
fr_ca: Enregistre les activités de séquences de tâches.

# SmsWusHandler
source: Records details about the scan process for the Inventory Tool for Microsoft Updates.
fr_ca: Enregistre des détails concernant le processus d'analyse pour l'outil d'inventaire de Microsoft Updates.

# SoftwareCatalogUpdateEndpoint
source: Records activities for managing the URL for the Application Catalog shown in Software Center.
fr_ca: Enregistre les activités de gestion de l’URL du catalogue d’applications indiquée dans le Centre logiciel.

# SoftwareCenterSystemTasks
source: Records activities related to Software Center prerequisite component validation.
fr_ca: Enregistre les activités liées à la validation des composants prérequis du Centre logiciel.

# SrcUpdateMgr
source: Records activity for installed Windows Installer applications that are updated with current distribution point source locations.
fr_ca: Enregistre l'activité pour les applications Windows Installer installées, qui sont mises à jour avec les emplacements sources du point de distribution actuel.

# StateMessage
source: Records details about software update state messages that are created and sent to the management point.
fr_ca: Enregistre les détails concernant les messages d’état des mises à jour logicielles qui sont créés et envoyés au point de gestion.

# StatusAgent
source: Records status messages that are created by the client components.
fr_ca: Enregistre les messages d'état créés par les composants des clients.

# SWMTRReportGen
source: Generates a use data report that is collected by the metering agent. This data is logged in Mtrmgr.log.
fr_ca: Génère un rapport des données d’utilisation collectées par l’agent de contrôle. Ces données sont enregistrées dans le fichier journal Mtrmgr.log.

# TSAgent
source: Records the outcome of task sequence dependencies before starting a task sequence.
fr_ca: Enregistre le résultat des dépendances des séquences de tâche avant de démarrer une séquence de tâches.

# UpdatesDeployment
source: Records details about deployments on the client, including software update activation, evaluation, and enforcement. Verbose logging shows additional information about the interaction with the client user interface.
fr_ca: Enregistre des détails concernant les déploiements sur le client, y compris l'activation, l'évaluation et l'application des mises à jour logicielles. La journalisation documentée contient des informations supplémentaires sur l'interaction avec l'interface utilisateur du client.

# UpdatesHandler
source: Records details about software update compliance scanning and about the download and installation of software updates on the client.
fr_ca: Enregistre des détails concernant l'analyse de la compatibilité des mises à jour logicielles, ainsi que le téléchargement et l'installation des mises à jour logicielles sur le client.

# UpdatesStore
source: Records details about compliance status for the software updates that were assessed during the compliance scan cycle.
fr_ca: Enregistre des détails concernant l'état de compatibilité des mises à jour logicielles qui ont été évaluées au cours du cycle d'analyse de la compatibilité.

# UserAffinity
source: Records details about user device affinity.
fr_ca: Enregistre les détails relatifs à l'affinité entre appareil et utilisateur.

# VirtualApp
source: Records information specific to the evaluation of Application Virtualization (App-V) deployment types.
fr_ca: Enregistre des informations spécifiques à l’évaluation des types de déploiement App-V (Application Virtualization).

# wakeprxy_install
source: Records installation information when clients receive the client setting option to turn on wake-up proxy.
fr_ca: Enregistre les informations liées à l’installation quand les clients reçoivent l’option du paramètre client d’activation du proxy de mise en éveil.

# wakeprxy_uninstall
source: Records information about uninstalling wake-up proxy when clients receive the client setting option to turn off wake-up proxy, if wake-up proxy was previously turned on.
fr_ca: Enregistre les informations liées à la désinstallation du proxy de mise en éveil quand les clients reçoivent l’option de désactivation du paramètre client du proxy de mise en éveil, si ce proxy a été précédemment activé.

# Wedmtrace
source: Records operations related to write filters on Windows Embedded clients.
fr_ca: Enregistre les opérations liées aux filtres d'écriture sur les clients Windows Embedded.

# WindowsUpdate
source: Records details about when the Windows Update Agent connects to the WSUS server and retrieves the software updates for compliance assessment, and whether there are updates to the agent components.
fr_ca: Enregistre les détails concernant les connexions de l’agent Windows Update au serveur WSUS et la récupération des mises à jour logicielles pour l’évaluation de la conformité, et s’il existe des mises à jour pour les composants de l’agent.

# WUAHandler
source: Records details about the Windows Update Agent on the client when it searches for software updates.
fr_ca: Enregistre des détails concernant l'agent Windows Update sur le client, lors de la recherche des mises à jour logicielles.

# Message_file_ini_missing
source: The SCCMPCADMIN.INI file is missing.
fr_ca: Le fichier SCCMPCADMIN.INI est manquant.

# Message_Domain_Missing
source: The computer must be joined to a domain before reinstalling the SCCM client.
fr_ca: L'ordinateur doit être joint a un domain avant de réinstaller le client SCCM.

# Missing_INI_Files
source: The file "C:\Utils-outils\SCCMPCAdmin\SCCMPCAdmin.ini" has missing, please sure you have all files present before run SCCMPCAdmin
fr_ca: Le fichier "C:\Utils-outils\SCCMPCAdmin\SCCMPCAdmin.ini" est manquant, assurez-vous que tous les fichiers sont présents avant d'exécuter SCCMPCAdmin

# CCM_COMMAND_1
source: Prevents CCMSetup from running as a service, which is the default. When CCMSetup runs as a service, it runs in the context of the Local System account of the computer, which might not have sufficient rights to access required network resources for the installation. With /noservice, CCMSetup.exe runs in the context of the user account that you use to start the installation. Also, if you are use a script to run CCMSetup.exe with the /service property, CCMSetup.exe exits after the service starts and might not report installation details correctly.
fr_ca: Empêche l’exécution de CCMSetup comme service (comportement par défaut). Quand CCMSetup est exécuté comme service, il s’exécute dans le contexte du compte système local de l’ordinateur, qui peut ne pas disposer des droits suffisants pour accéder aux ressources réseau nécessaires pour l’installation. Avec /noservice, CCMSetup.exe s’exécute dans le contexte du compte d’utilisateur que vous utilisez pour démarrer l’installation. Par ailleurs, si vous utilisez un script pour exécuter CCMSetup.exe avec la propriété /service, CCMSetup.exe s’arrête au démarrage du service et risque de ne pas renvoyer correctement les détails de l’installation.

# CCM_COMMAND_10
source: Specifies the download priority when client installation files are downloaded over an HTTP connection. Possible values are as follows: FOREGROUND, HIGH, NORMAL, LOW. The default value is NORMAL.
fr_ca: Indique la priorité de téléchargement lorsque les fichiers d'installation du client sont téléchargés via une connexion HTTP. Les valeurs possibles sont les suivantes : FOREGROUND (avant-plan), HIGH (élevée), NORMAL (normale), LOW (faible), La valeur par défaut est NORMAL.

# CCM_COMMAND_11
source: The length of time in minutes that CCMSetup attempts to download the installation files before stopping. The default value is 1440 minutes (1 day).
fr_ca: Durée (en minutes) pendant laquelle CCMSetup essaie de télécharger les fichiers d’installation avant d’arrêter. La valeur par défaut est 1 440 minutes (1 jour).

# CCM_COMMAND_12
source: Specifies that CCMSetup.exe must not install the specified prerequisite program when the Configuration Manager client is installed. This property supports entering multiple values. Use the semicolon character (;) to separate each value.
fr_ca: Indique que CCMSetup.exe ne doit pas installer le programme prérequis spécifié pendant l’installation du client Configuration Manager. Cette propriété accepte plusieurs valeurs. Pour séparer chaque valeur, utilisez le point-virgule (;).

# CCM_COMMAND_13
source: Use this to indicate a custom command line after the "ccmsetup.exe"
fr_ca: Utilisez ceci pour indiquer une ligne de commande personnalisée après le "ccmsetup.exe"

# CCM_COMMAND_14
source: Specifies the Configuration Manager site to assign the Configuration Manager client to. This can either be a three-character site code or the word AUTO. If AUTO is specified, or if this property is not specified, the client attempts to determine its Configuration Manager site assignment from Active Directory Domain Services or from a specified management point. To enable AUTO for client upgrades, you must also set SITEREASSIGN to TRUE. Note Do not use AUTO if you also specify the Internet-based management point (CCMHOSTNAME). In that case, you must directly assign the client to its site.
fr_ca: Indique le site Configuration Manager auquel attribuer le client Configuration Manager. Il peut s’agir d’un code de site à trois caractères ou du mot AUTO. Si AUTO est spécifié ou si cette propriété n’est pas spécifiée, le client tente de déterminer son affectation de site Configuration Manager à partir des services de domaine Active Directory ou d’un point de gestion spécifié. Pour activer AUTO pour les mises à niveau du client, vous devez également affecter à SITEREASSIGN la valeur TRUE. N'utilisez pas AUTO si vous spécifiez également le point de gestion basé sur Internet (CCMHOSTNAME). Dans ce cas, vous devez directement attribuer le client à son site.

# CCM_COMMAND_15
source: Specifies an initial management point for the Configuration Manager client to use. If the management point only accepts client connections over HTTPS, you must prefix the management point name with https://.
fr_ca: Spécifie un point de gestion initial à utiliser par le client Configuration Manager. Si le point de gestion accepte uniquement les connexions clientes sur HTTPS, vous devez ajouter le préfixe https:// au nom du point de gestion.

# CCM_COMMAND_16
source: Enables debug logging. Values can be set to 0 (off, default) or 1 (on). This causes the client to log low-level information for troubleshooting. As a best practice, avoid using this property in production sites because excessive logging can occur, which might make it difficult to find relevant information in the log files. CCMENABLELOGGING must also be set to TRUE to enable debug logging.
fr_ca: Active l’enregistrement du débogage dans le journal (journalisation). Les valeurs peuvent être définies sur 0 (désactivée, par défaut) ou sur 1 (activée). Dans ce cas, le client enregistre dans le journal des informations détaillées pour le dépannage. Nous vous recommandons d'éviter d'utiliser cette propriété dans des sites en production, car une journalisation excessive peut alors se produire et compliquer la recherche d'informations pertinentes dans les fichiers journaux. CCMENABLELOGGING doit être également définie sur TRUE pour activer la journalisation du débogage.

# CCM_COMMAND_17
source: The frequency at which client health evaluation tool (ccmeval.exe) runs. Can be 1 to 1440 minutes. By default, runs once a day.
fr_ca: Fréquence d’exécution de l’outil d’évaluation de l’intégrité du client (ccmeval.exe). La valeur peut être comprise entre 1 et 1440 minutes. Par défaut, il est exécuté une fois par jour.

# CCM_COMMAND_18
source: The hour when the client health evaluation tool (ccmeval.exe) runs, between 0 (midnight) and 23 (11pm). Runs at midnight by default.
fr_ca: Heure d’exécution de l’outil d’évaluation de l’intégrité du client (ccmeval.exe), entre 0 (minuit) et 23 (23 h). S’exécute à minuit par défaut.

# CCM_COMMAND_19
source: Specifies the FQDN of the Internet-based management point, if the client is managed over the Internet. Do not specify this option with the installation property of SMSSITECODE=AUTO. Internet-based clients must be directly assigned to their Internet-based site.
fr_ca: Indique le nom de domaine complet du point de gestion basé sur Internet, si le client est géré sur Internet. N'attribuez pas la propriété d'installation SMSSITECODE=AUTO à cette option. Vous devez directement attribuer les clients Internet à leur site Internet.

# CCM_COMMAND_2
source: Specifies that CCMSetup should run as a service that uses the local system account.
fr_ca: Indique que CCMSetup doit s'exécuter comme un service qui utilise le compte système local.

# CCM_COMMAND_20
source: Specifies the port that the client should use when communicating over HTTP to site system servers. Set to Port 80 by default.
fr_ca: Indique le port que le client doit utiliser lors de la communication sur HTTP avec des serveurs de système de site. Le port 80 est le port par défaut.

# CCM_COMMAND_21
source: Specifies the port that the client should use when communicating over HTTPS to site system servers. Set to Port 443 by default.
fr_ca: Indique le port que le client doit utiliser lors de la communication sur HTTPS avec des serveurs de système de site. Le port 443 est le port par défaut.

# CCM_COMMAND_22
source: Specifies the level of detail to write to Configuration Manager log files. Specify an integer from 0 to 3, where 0 is the most verbose logging and 3 logs only errors. The default is 1.
fr_ca: Indique le niveau de détails à écrire dans les fichiers journaux de Configuration Manager. Spécifiez un entier entre 0 et 3, où 0 représente la journalisation la plus complète et où 3 ne consigne que les erreurs. La valeur par défaut est 1.

# CCM_COMMAND_23
source: Specifies a DNS domain for clients to locate management points that are published in DNS. When a management point is located, it informs the client about other management points in the hierarchy. This means that the management point that is located by using DNS publishing does not have to be from the client’s site, but can be any management point in the hierarchy. You do not have to specify this property if the client is in the same domain as a published management point. In that case, the client’s domain is automatically used to search DNS for management points. By default, DNS publishing is not enabled in Configuration Manager.
fr_ca: Spécifie un domaine DNS pour que les clients localisent les points de gestion qui sont publiés dans DNS. Lorsqu'un point de gestion est localisé, il indique au client d'autres points de gestion dans la hiérarchie. Cela signifie qu'il n'est pas nécessaire que le point de gestion qui est localisé à l'aide de la publication DNS provienne du site du client, et il peut s'agir de n'importe quel point de gestion de la hiérarchie. Vous n'êtes pas tenu de spécifier cette propriété si le client se trouve dans le même domaine qu'un point de gestion publié. Dans ce cas, le domaine du client est automatiquement utilisé pour rechercher des points de gestion dans DNS. Par défaut, la publication DNS n’est pas activée dans Configuration Manager.

# CCM_COMMAND_24
source: Specifies the fallback status point that receives and processes state messages sent by Configuration Manager client computers.
fr_ca: Indique le point d’état de secours qui reçoit et traite les messages d’état envoyés par les ordinateurs clients Configuration Manager.

# CCM_COMMAND_25
source: Enables automatic site reassignment for client upgrades when used with SMSSITECODE=AUTO.
fr_ca: Permet la réattribution de site automatique pour les mises à niveau du client si cette propriété est utilisée avec SMSSITECODE=AUTO.

# CCM_COMMAND_26
source: Specifies that client status will report, but not remediate problems that are found with the client.
fr_ca: Indique que l’état du client sera signalé, mais que les problèmes détectés au niveau du client ne seront pas corrigés.
