Repository: samuzy/hello-world
Catalog: PC+/Resources.*.resx
Languages: fr_ca

# cmb_Combo_Tools_Item10
source: SCCM Reports (PC - APPs)
fr_ca: Rapports SCCM (PC - APPS)

# cmb_Combo_Tools_Item12
source: Admin Launcher
fr_ca: Démarreur Admin

# cmb_Combo_Tools_Item5
source: Event Viewer
fr_ca: Observateur d’événements

# cmb_Combo_Tools_Item6
source: Computer Management
fr_ca: Gestion de l’ordinateur

# cmb_Combo_Tools_Item9
source: SCCM Reports (PC - PKGs)
fr_ca: Rapports SCCM (PC - PKG)

# cmb_Combo_Tools_Text
source: Select Item
fr_ca: Sélectionner un item

# txt_language_text_en
source: (English)
fr_ca: (Anglais)

# txt_language_text_fr
source: (French)
fr_ca: (Français)

# txt_logged_no_user
source: No user connected
fr_ca: Aucun utilisateur connecté

# txt_TypePC_text_desktop
source: Desktop
fr_ca: Ordinateur de bureau

# txt_TypePC_text_mobile
source: Mobile device
fr_ca: Appareil mobile

# ChoiceMWBypassNo
source: No = Installation at the next maintenance window (ex. between 11h00 PM and 6h00 AM)
fr_ca: Non = Installation à la prochaine fenêtre de maintenance (ex. entre 23h00 et 6h00)

# ChoiceMWBypassYes
source: Yes = immediate installation
fr_ca: Oui = Installation immédiate

# ConfirmAction
source: Are you sure you want to perform this action?
fr_ca: Êtes-vous sûr de bien vouloir faire ceci ?

# ConfirmComputerName
source: Make sure you have entered a valid computer name.
fr_ca: Assurez-vous que vous avez entré un nom d'ordinateur valide.

# ConfirmGPOUpdate
source: Warning! You are about to send a command to update a GPO on the remote computer
fr_ca: Attention ! Vous êtes sur le point d'envoyer une commande pour mettre à jour le 'GPO' de l’ordinateur à distance.

# ConfirmMWBypass
source: Do you want to start an installation of this application without waiting for the next maintenance window?
fr_ca: Voulez-vous lancer l'installation de cette application sans attendre la prochaine fenêtre de maintenance?

# ConfirmReboot
source: Warning! You are about to send a reboot command to the remote computer.
fr_ca: Attention ! Vous êtes sur le point d’envoyer une commande de redémarrage de l’ordinateur à distance.

# ConfirmRemoveHistory
source: Do you want to remove this application from the computer's history?
fr_ca: Voulez-vous retirer cette installation de l'historique de l'ordinateur ?

# ConfirmRemoveMW
source: Are you sure you want to remove these maintenance windows?
fr_ca: Êtes-vous sûr de vouloir retirer ces fenêtres de maintenance?

# ConfirmRemoveWMINamespace
source: The WMI namespace was successfully removed
fr_ca: L'espace de noms WMI a bien été supprimé

# ConfirmStartService
source: Do you want to run the following service?
fr_ca: Voulez-vous démarrer le service suivant ?

# ConfirmStopProcess
source: Do you want to stop the following process?
fr_ca: Voulez-vous arrêter le processus suivant ?

# ConfirmStopService
source: Do you want to stop the following service?
fr_ca: Voulez-vous arrêter le service suivant ?

# ErrorAnalyzeBeforeRetry
source: An error occurred. You should troubleshoot the cause before attempting another installation.
fr_ca: Une erreur s'est produite. Vous devriez analyser la situation avant de relancer cette installation.

# ErrorConnection
source: Could not connect to device :
fr_ca: Impossible de se connecter à l'ordinateur ...

# ErrorRegistryConnection
source: An error accessing the remote registry service occurred. Some commands will not function correctly.
fr_ca: Erreur d'accès au service de registre à distance. Certaines commandes ne fonctionneront pas correctement

# ErrorRemoveHistory
source: An error occurred deleting the selected history.
fr_ca: Erreur lors de la suppression de l’historique sélectionné.

# ErrorSiteCode
source: An error occurred when attempting to set a new site code.
fr_ca: Erreur - Impossible de définir le nouveau code de site

# ErrorStartService
source: An error occured while attempting to start the service. Its state has not changed.
fr_ca: Une erreur est survenue avec le service lors de la tentative de démarrage. Son état n'a pas été changé.

# ErrorStopService
source: An error occured while attempting to stop the service. Its state has not changed.
fr_ca: Une erreur est survenue avec le service lors de la tentative d'arrêt. Son état n'a pas été changé.

# ErrorTaskSchedule
source: An error occurred attempting to schedule the next task.
fr_ca: Erreur de la planification de la tâche suivante

# ErrorUnexpected
source: Unexpected error:
fr_ca: Erreur inattendue :

# ErrorUnreachableComputer
source: The computer name is not valid or the device is not on!
fr_ca: Le nom de l’ordinateur n’est pas valide ou il n’est pas sous tension!

# MessageReboot
source: Reboot remote computer
fr_ca: Redémarrage de l'ordinateur

# MessageReinstallClient
source: Reinstall the SCCM client on
fr_ca: Réinstaller le client SCCM sur

# SuccessPlannedInstall
source: Install scheduled successfully
fr_ca: Installation planifiée avec succès.

# SuccessReboot
source: The reboot was successfully sent
fr_ca: Le redémarrage a été envoyé avec succès

# SuccessRemoveHistory
source: The selected history has been deleted
fr_ca: L’historique sélectionné a bien été supprimé.

# WarningReinstallClient
source: Warning! You are about to send a command to reinstall the SCCM client on the remote computer, which may take some time
fr_ca: Attention ! Vous êtes sur le point d'envoyer une commande pour réinstaller le client SCCM de l’ordinateur à distance.

# WarningVPNSlowRequests
source: A VPN connection was detected, interaction with the client device may be slower than usual
fr_ca: Une connexion à distance RPV a été détectée, les requêtes avec le périphérique client peuvent être plus lentes que d'habitude.

source: DNS error
fr_ca: Erreur DNS

# ServiceWindowDateTimeFormat
source: yyyy/MM/dd - hh:mm tt
fr_ca: yyyy/MM/dd - HH:mm

# EvaluationState0
source: State information is not available
fr_ca: Aucune information n'est disponible.

# EvaluationState1
source: Application is enforced to desired/resolved state.
fr_ca: L'application a été réglée à l'état désiré / déterminé

# EvaluationState10
source: Application is currently waiting for serialized enforcement.
fr_ca: L'application attend actuellement l'exécution sérialisée.

# EvaluationState11
source: Application is currently enforcing dependencies.
fr_ca: L'application applique actuellement des dépendances.

# EvaluationState12
source: Application is currently enforcing.
fr_ca: La demande est actuellement en vigueur.

# EvaluationState13
source: Application install/uninstall enforced and soft reboot is pending.
fr_ca: L'installation / désinstallation de l'application requise et le redémarrage sont en attente.

# EvaluationState14
source: Application installed/uninstalled and hard reboot is pending.
fr_ca: L'application est installée / désinstallée et le redémarrage est en attente.

# EvaluationState15
source: Update is available but pending installation.
fr_ca: La mise à jour est disponible mais en attente d'installation.

# EvaluationState16
source: Application failed to evaluate.
fr_ca: Échec de l'évaluation de l'application.

# EvaluationState17
source: Application is currently waiting for an active user session to enforce.
fr_ca: L'application est actuellement en attente d'une session utilisateur active pour s'appliquer.

# EvaluationState18
source: Application is currently waiting for all users to logoff.
fr_ca: L'application est actuellement en attente de la déconnexion de tous les utilisateurs.

# EvaluationState19
source: Application is currently waiting for a user logon.
fr_ca: L'application est actuellement en attente d'une connexion utilisateur.

# EvaluationState2
source: Application is not required on the client.
fr_ca: L'application n'est pas requise sur le client.

# EvaluationState20
source: Application in progress, waiting for retry.
fr_ca: Application en cours, en attente de nouvelle tentative.

# EvaluationState21
source: Application is waiting for presentation mode to be switched off.
fr_ca: L'application attend que le mode présentation soit désactivé.

# EvaluationState22
source: Application is pre-downloading content (downloading outside of install job).
fr_ca: L'application précharge le contenu (téléchargement en dehors du travail d'installation).

# EvaluationState23
source: Application is pre-downloading dependent content (downloading outside of install job).
fr_ca: L'application précharge le contenu dépendant (téléchargement en dehors du travail d'installation).

# EvaluationState24
source: Application download failed (downloading during install job).
fr_ca: Échec du téléchargement de l'application (téléchargement pendant le travail d'installation).

# EvaluationState25
source: Application pre-downloading failed (downloading outside of install job).
fr_ca: Échec du préchargement de l'application (téléchargement en dehors du travail d'installation).

# EvaluationState26
source: Download success (downloading during install job).
fr_ca: Succès de téléchargement (téléchargement pendant le travail d'installation).

# EvaluationState27
source: Post-enforce evaluation.
fr_ca: Évaluation post-exécution.

# EvaluationState28
source: Waiting for network connectivity.
fr_ca: En attente de connectivité réseau.

# EvaluationState3
source: Application is available for enforcement (install or uninstall based on resolved state). Content may/may not have been downloaded.
fr_ca: L'application est disponible pour l'exécution (installation ou désinstallation basée sur l'état résolu). Le contenu peut / ne peut pas avoir été téléchargé.

# EvaluationState4
source: Application last failed to enforce (install/uninstall).
fr_ca: La dernière application n'a pas réussi à s'appliquer (installer / désinstaller).

# EvaluationState5
source: Application is currently waiting for content download to complete.
fr_ca: L'application attend actuellement le téléchargement du contenu pour terminer.

# EvaluationState6
source: Application is currently waiting for content download to complete.
fr_ca: L'application attend actuellement le téléchargement du contenu pour terminer.

# EvaluationState7
source: Application is currently waiting for its dependencies to download.
fr_ca: L'application est actuellement en attente de téléchargement de ses dépendances.

# EvaluationState8
source: Application is currently waiting for a service (maintenance) window.
fr_ca: L'application attend actuellement une fenêtre de maintenance.

# EvaluationState9
source: Application is currently waiting for a previously pending reboot.
fr_ca: L'application attend actuellement un redémarrage en attente.

# EvaluationStateElse
source: State information is not available
fr_ca: Aucune information n'est disponible.

# MsgClipboard
source: To help accessing the external site the computer name has been added to the clipboard. You can use (CTRL-V) to paste it into the requested field.
fr_ca: Pour faciliter l'accès au site externe le nom de l'ordinateur a été ajouté au presse-papier. Vous pouvez le coller (CTRL+V) dans le champ demandé.

# ServiceWindowTimeFormat
source: hh:mm tt
fr_ca: HH:mm

# ToolTip_Main_Assistance
source: Remote Assistance
fr_ca: Assistance à distance

# ToolTip_Main_GroupBox2
source: Double click to remove any manual maintenance window (in red) entered
fr_ca: Double-cliquez sur une fenêtre de maintenance entrée manuellement (en rouge) pour l'effacer

# ToolTip_Main_Reboot
source: Reboot remote computer
fr_ca: Redémarrage de l'ordinateur

# ToolTip_Main_remote
source: Remote Desktop
fr_ca: Bureau à distance

# ToolTip_Main_SiteCode_result
source: Double click on an improper site code to change it
fr_ca: Double-cliquez sur un code de site erroné pour le changer

# ToolTip_UserGuide
source: User Guide
fr_ca: Guide d'utilisation

# ToolStripMenuItem_About
source: About...
fr_ca: À propos de

# ToolStripMenuItem_UserGuide
source: User Guide
fr_ca: Guide d'utilisateur

# WarningUninstallClient
source: Warning! You are about to send a command to uninstall the SCCM client on the remote computer
fr_ca: Attention ! Vous êtes sur le point d'envoyer une commande pour déinstaller le client SCCM de l’ordinateur à distance.

# Message_Delete_TS
source: Do you want to remove this Task Sequence?
fr_ca: Êtes-vous sûr de vouloir retirer cette Séquence de tâches?

# AppDiscovery
source: Records details about the discovery or detection of applications on client computers.
fr_ca: Enregistre les détails concernant la découverte ou la détection des applications sur les ordinateurs clients.

# AppEnforce
source: Records details about enforcement actions (install and uninstall) taken for applications on the client.
fr_ca: Enregistre des détails concernant les actions de mise en œuvre (installation et désinstallation) effectuées pour les applications sur le client.

# AppIntentEval
source: Records details about the current and intended state of applications, their applicability, whether requirements were met, deployment types, and dependencies.
fr_ca: Enregistre des détails concernant l'état actuel et prévu des applications, leur applicabilité, si les exigences ont été respectées, les types de déploiement et les dépendances.

# AssetAdvisor
source: Records the activities of Asset Intelligence inventory actions.
fr_ca: Enregistre les activités des actions d'inventaire d'Asset Intelligence.

# BgbHttpProxy
source: Records the activities of the notification HTTP proxy as it relays the messages of clients using HTTP to and from the notification server.
fr_ca: Enregistre les activités du proxy HTTP de notification lors de la transmission des messages des clients via HTTP depuis et vers le serveur de notification.

# CAS
source: The Content Access service. Maintains the local package cache on the client.
fr_ca: Service d’accès au contenu. Conserve le cache du package local sur le client.

# Ccm32BitLauncher
source: Records actions for starting applications on the client marked "run as 32bit".
fr_ca: Enregistre les actions liées au démarrage des applications sur le client marqué « run as 32bit » (exécuter en 32 bits).

# CcmEval
source: Records Configuration Manager client status evaluation activities and details for components that are required by the Configuration Manager client.
fr_ca: Enregistre des activités d’évaluation liées à l’état du client Configuration Manager et des détails sur les composants exigés par le client Configuration Manager.

# CcmEvalTask
source: Records the Configuration Manager client status evaluation activities that are initiated by the evaluation scheduled task.
fr_ca: Enregistre des activités d’évaluation liées à l’état du client Configuration Manager lancées par la tâche planifiée d’évaluation.

# CcmExec
source: Records activities of the client and the SMS Agent Host service. This log file also includes information about enabling and disabling wake-up proxy.
fr_ca: Enregistre les activités du client et du service Hôte d'agent SMS. Ce fichier journal inclut également des informations sur l'activation et la désactivation du proxy de mise en éveil.

# CcmMessaging
source: Records activities related to communication between the client and management points.
fr_ca: Enregistre les activités liées à la communication entre le client et les points de gestion.

# CCMNotificationAgent
source: Records activities related to client notification operations.
fr_ca: Enregistre les activités liées aux opérations de notification du client.

# Ccmperf
source: Records activities related to the maintenance and capture of data related to client performance counters.
fr_ca: Enregistre les activités liées à la maintenance et la capture de données relatives aux compteurs de performances du client.

# CcmRepair
source: Records the repair activities of the client agent.
fr_ca: Enregistre les activités de réparation de l'agent du client.

# CcmRestart
source: Records client service restart activity.
fr_ca: Enregistre les activités de redémarrage du client.

# CCMSDKProvider
source: Records activities for the client SDK interfaces.
fr_ca: Enregistre les activités pour les interfaces du kit de développement logiciel (SDK) client.

# ccmsetup
source: Records ccmsetup.exe tasks for client setup, client upgrade, and client removal. Can be used to troubleshoot client installation problems.
fr_ca: Enregistre les tâches de ccmsetup.exe liées au programme d’installation du client, à la mise à niveau du client et à la suppression de client. Permet de dépanner des problèmes d'installation du client.

# ccmsetup_ccmeval
source: Records ccmsetup.exe tasks for client status and remediation.
fr_ca: Enregistre les tâches de ccmsetup.exe liées à l’état et à la correction du client.

# CertificateMaintenance
source: Maintains certificates for Active Directory Domain Services and management points.
fr_ca: Conserve les certificats pour les points de gestion et le service de domaine Active Directory.

# CIAgent
source: Records details about the process of remediation and compliance for compliance settings, software updates, and application management.
fr_ca: Enregistre des détails concernant le processus de correction et de compatibilité pour les paramètres de compatibilité, les mises à jour logicielles et la gestion d'applications.

# CIDownloader
source: Records details about configuration item definition downloads.
fr_ca: Enregistre des détails sur les téléchargements des définitions des éléments de configuration.

# CITaskManager
source: Records information about configuration item task scheduling.
fr_ca: Enregistre des informations sur la planification des tâches des éléments de configuration.

# CITaskMgr
source: Records tasks that are initiated for each application and deployment type, such as content download and install or uninstall actions.
fr_ca: Enregistre les tâches lancées pour chaque type d’application et de déploiement, comme le téléchargement de contenu, et les actions d’installation ou de désinstallation.

# ClientAuth
source: Records signing and authentication activity for the client.
fr_ca: Enregistre l’activité de signature et d’authentification pour le client.

# ClientIDManagerStartup
source: Creates and maintains the client GUID and identifies tasks performed during client registration and assignment.
fr_ca: Crée et conserve le GUID du client et identifie les tâches effectuées pendant l'inscription et l'attribution des clients.

# ClientLocation
source: Records tasks that are related to client site assignment.
fr_ca: Enregistre les tâches liées à l'attribution d'un site client.

# client_msi
source: Records setup tasks performed by client.msi. Can be used to troubleshoot client installation or removal problems.
fr_ca: Enregistre les tâches d'installation exécutées par client.msi. Permet de dépanner les problèmes d'installation ou de suppression du client.

# CMHttpsReadiness
source: Records the results of running the Configuration Manager HTTPS Readiness Assessment Tool. This tool checks whether computers have a public key infrastructure (PKI) client authentication certificate that can be used with Configuration Manager.
fr_ca: Enregistre les résultats de l’exécution de l’outil d’évaluation d’analyse HTTPS de Configuration Manager. Cet outil vérifie si les ordinateurs disposent d’un certificat d’authentification de client PKI qui peut être utilisé avec Configuration Manager.

# CmRcService
source: Records information for the remote control service.
fr_ca: Enregistre des informations pour le service de contrôle à distance.

# ConfigMgrSoftwareCatalog
source: Records the activity of the Application Catalog, which includes its use of Silverlight.
fr_ca: Enregistre l'activité du catalogue d'applications, dont l'utilisation de Silverlight.

# ContentTransferManager
source: Schedules the Background Intelligent Transfer Service (BITS) or Server Message Block (SMB) to download or access packages.
fr_ca: Planifie le service BITS (Background Intelligent Transfer Service) ou SMB (Server Message Block) pour leur permettre de télécharger des packages ou d’y accéder.

# DataTransferService
source: Records all BITS communication for policy or package access.
fr_ca: Enregistre toutes les communications BITS relatives à l'accès aux stratégies ou aux packages.

# DCMAgent
source: Records high-level information about the evaluation, conflict reporting, and remediation of configuration items and applications.
fr_ca: Enregistre les informations principales concernant l'évaluation, les rapports de conflit et la correction des éléments de configuration et des applications.

# DCMReporting
source: Records information about reporting policy platform results into state messages for configuration items.
fr_ca: Enregistre des informations sur les rapports des résultats de la plateforme de stratégie sous forme de messages d'état pour les éléments de configuration.

# DcmWmiProvider
source: Records information about reading configuration item synclets from WMI.
fr_ca: Enregistre des informations sur la lecture des synclets d’élément de configuration provenant de WMI.

# EndpointProtectionAgent
source: Records information about the installation of the System Center Endpoint Protection client and the application of antimalware policy to that client.
fr_ca: Enregistre des informations concernant l’installation du client System Center Endpoint Protection et l’application de la stratégie anti-programme malveillant à ce client.

# execmgr
source: Records details about packages and task sequences that run on the client.
fr_ca: Enregistre des détails concernant les packages et les séquences de tâches qui s'exécutent sur le client.

# ExpressionSolver
source: Records details about enhanced detection methods that are used when verbose or debug logging is turned on.
fr_ca: Enregistre des informations détaillées concernant les méthodes de détection améliorées utilisées quand la journalisation détaillée ou de débogage est activée.

# ExternalEventAgent
source: Records the history of Endpoint Protection malware detection and events related to client status.
fr_ca: Enregistre l'historique de la détection des programmes malveillants par Endpoint Protection et des événements liés à l'état du client.

# FileBITS
source: Records all SMB package access tasks.
fr_ca: Enregistre toutes les tâches d'accès aux packages SMB.

# FileSystemFile
source: Records the activity of the Windows Management Instrumentation (WMI) provider for software inventory and file collection.
fr_ca: Enregistre l'activité du fournisseur de l'infrastructure de gestion Windows (WMI) pour l'inventaire logiciel et le regroupement de fichiers.

# FSPStateMessage
source: Records the activity for state messages that are sent to the fallback status point by the client.
fr_ca: Enregistre l'activité des messages d'état envoyés par le client au point d'état de secours.

# InternetProxy
source: Records the network proxy configuration and use activity for the client.
fr_ca: Enregistre l’activité de configuration de proxy et d’utilisation réseau pour le client.

# InventoryAgent
source: Records activities of hardware inventory, software inventory, and heartbeat discovery actions on the client.
fr_ca: Enregistre les activités de l'inventaire matériel et logiciel et les actions de découverte par pulsations effectuées sur le client.

# loadstate
source: Records details about the User State Migration Tool (USMT) and restoring user state data.
fr_ca: Enregistre des détails concernant l'outil de migration de l'état utilisateur (USMT) et la restauration des données d'état de l'utilisateur.

# LocationCache
source: Records the activity for location cache use and maintenance for the client.
fr_ca: Enregistre l’activité d’utilisation de l’emplacement du cache et de maintenance pour le client.
